Repository: sikkar/PeopleManager
Catalog: PeopleManager/*.lproj/Localizable.strings
Languages: es

source: No data available
es: No hay datos

# FILTER_TEXT_FIELD_NAME
source: Name...
es: Nombre...

# PERSON_DATA_LABEL
source: Person data
es: Datos persona

# NAME_LABEL
source: Name
es: Nombre

# BIRTH_LABEL
source: Birthday
es: Fecha de naciemiento

# BIRTHDAY_LABEL
source: Birthday
es: Fecha Nac.

# EDIT_PERSON_BUTTON
source: Edit
es: Editar

# ERROR_RETRIEVING_ALL
source: There was an error retrieving People data
es: Error obteniendo los datos de las Personas

# ERROR_RETRIEVING_SINGLE
source: There was an error retrieving person data
es: Ha habido un error obteniendo los datos de la Persona

# ERROR_ADDING_PERSON
source: There was an error while trying to add a Person
es: Ha habido un error intentando añadir a la Persona

# ERROR_DELETING_PERSON
source: There was an error trying to delete the Person
es: Ha habido un error al borrar a la Persona

# ERROR_UPDATING_PERSON
source: There was an error trying to update the Person
es: Ha habido un error al actualizar a la Persona

# ADD_PEOPLE_MARK_TEXT
source: Add people by pressing this button and entering the desired Person data
es: Añade Personas presionando este botón e intruduce los datos

# FILTER_PEOPLE_MARK_TEXT
source: Press this button and filter your people list
es: Presiona este boton para filtrar la lista de Personas

# FILTER_PEOPLE_MARK_BUTTON
source: Got it
es: Lo tengo!

# EDIT_PERSON_MARK_TEXT
source: Enable edition by pressing this button. Press again to disable
es: Presionando este botón activa la edición. Presionalo de nuevo para desactivar

# EDIT_PERSON_BUTTON_TEXT
source: Sure
es: Vale

# DELETE_PERSON_MARK_TEXT
source: Press this to delete the selected Person
es: Presiona este botón para eliminar a la persona seleccionada

# DELETE_PERSON_BUTTON_TEXT
source: Go
es: Vamos
